tap "aylei/tap"
tap "cloudflare/cloudflare"
tap "equinix-labs/otel-cli"
tap "hidetatz/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "kubeshark/kubeshark"
tap "mongodb/brew"
tap "ssup2/tap"
brew "ansible"
brew "antigen"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "awscli"
brew "bat"
brew "glib"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "docker", link: false
brew "docutils"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopass"
brew "guile"
brew "hashcat"
brew "helm"
brew "htop"
brew "python@3.12"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k8sgpt"
brew "k9s"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "lazydocker"
brew "llvm"
brew "marp-cli"
brew "minikube"
brew "mongodb-atlas-cli"
brew "n"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "perl"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "sops"
brew "tfenv"
brew "thanos"
brew "the_silver_searcher"
brew "tig"
brew "tilt"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh-syntax-highlighting"
brew "cloudflare/cloudflare/cf-terraforming"
brew "hidetatz/tap/kubecolor"
brew "kubeshark/kubeshark/kubeshark"
brew "mongodb/brew/mongodb-database-tools"
brew "ssup2/tap/kpexec"
cask "1password"
cask "aws-vault-binary"
cask "brave-browser"
cask "chatgpt"
cask "claude-code"
cask "cursor"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "handy"
cask "iterm2"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "pop-app"
cask "redis-insight"
cask "robo-3t"
cask "signal"
cask "slack"
cask "spotify"
cask "sqlitestudio"
cask "steam"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "wireshark-app"
cask "zoom"
vscode "4ops.terraform"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "mk12.better-git-line-blame"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "tim-koehler.helm-intellisense"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
