tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "colordiff"
brew "diff-so-fancy"
brew "docker", link: false
brew "fd"
brew "gawk"
brew "gh"
brew "git"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "n"
brew "nmap"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "visual-studio-code"
cask "vlc"
cask "1password"
cask "iterm2"
cask "karabiner-elements"
cask "google-chrome"
cask "robo-3t"
cask "slack"
cask "spotify"
cask "telegram"
cask "whatsapp"
cask "zoom"
